{
  "张家界市": {
    "wordCloudImage": "@/assets/ZJJ.png",
    "image": "https://img1.qunarzz.com/travel/d4/1712/e5/cfaa43dab52a2ab5.jpg?ver=1",
    "description": "张家界市，原名“大庸”，湖南省辖地级市，是中国最重要的旅游城市之一，国家重点生态功能区、长江中下游重要生态屏障。全市下辖2个区、2个县，总面积9533平方公里，[51]截至2022年末，张家界市常住人口为150.4万人。[67]张家界市位于湖南省西北部，澧水中上游，属武陵山区腹地，[1]是湘鄂渝黔革命根据地的发源地和中心区域，因旅游建市，是湖南开放的窗口、迎宾的客厅、全域旅游的龙头和美丽中国的靓丽名片，被誉为“扩大的盆景，缩小的仙境”。[51]1982年9月，张家界国家森林公园成为中国第一个国家森林公园。1988年8月，张家界武陵源风景名胜区被列入国家重点风景名胜区。1992年，由张家界国家森林公园等三大景区构成的武陵源风景名胜区被联合国教科文组织列入《世界自然遗产名录》；2004年2月，被列入全球首批《世界地质公园》；2007年，被列入中国首批国家5A级旅游景区。[2]2017年，张家界市被授予“国家森林城市”荣誉称号。[3]2023年，张家界市地区生产总值613.9亿元，比上年增长4.6%。[82]",
    "name-en": "Zhangjiajie City",
    "description-en": "Zhangjiajie, formerly known as 'Dayong,' is a prefecture-level city in Hunan Province and one of China's most important tourist cities. It is a key ecological function area and an important ecological barrier in the middle and lower reaches of the Yangtze River. The city covers an area of 9,533 square kilometers, and as of 2022, has a population of 1.504 million. Located in the northwest of Hunan Province, it is the center of the Wuling Mountain region. Famous for its tourism, Zhangjiajie is known as a 'window to Hunan,' a 'reception hall,' and a leading force in regional tourism. The city is home to the Zhangjiajie National Forest Park, the first national forest park in China, and the Wulingyuan Scenic Area, a UNESCO World Heritage site."
  },
  "常德市": {
    "wordCloudImage": "@/assets/CD.png",
    "image": "https://qnimg.zowoyoo.com/img/15463/1553241445302.jpg",
    "description": "常德市，古称武陵、朗州，别称柳城，湖南省辖地级市，是长江经济带的重要节点城市、洞庭湖生态经济区的重要组成部分[31]。截至2023年，全市下辖2个市辖区、6个县，代管1个县级市，总面积1.82万平方千米，常住人口518.7万人，城镇人口300.7万人，城镇化率57.98%[72]。常德市位于湖南省北部，江南洞庭湖西侧，武陵山下，史称“川黔咽喉，云贵门户”[31]。",
    "name-en": "Changde City",
    "description-en": "Changde, formerly known as Wuling and Langzhou, is a prefecture-level city in Hunan Province. It is a key node in the Yangtze River Economic Belt and an important part of the Dongting Lake Ecological Economic Zone. As of 2023, it covers an area of 18,200 square kilometers and has a population of 5.187 million. Changde is located in the northern part of Hunan Province, on the west side of Dongting Lake in Jiangnan, at the foot of the Wuling Mountains. It is historically significant as the 'throat of Sichuan and Guizhou' and the 'gateway to Yunnan and Guizhou.'"
  },
  "岳阳市": {
    "wordCloudImage": "@/assets/YY.png",
    "image": "https://youimg1.c-ctrip.com/target/100c1800000157cnxDA97.jpg",
    "description": "岳阳市，古称“巴陵”，又名“岳州”，湖南省辖地级市，省域副中心城市，省内第二大经济体[78]，位于湖南省东北部[4]，北枕长江，南纳三湘四水，怀抱洞庭，江湖交汇；截至2023年3月，全市下辖3个区、4个县、代管2个县级市，行政区域面积14858平方千米[61]；截至2022年底，全市常住人口501.75万人。[72]",
    "name-en": "Yueyang City",
    "description-en": "Yueyang, historically known as 'Baling' and also called 'Yuezhou,' is a prefecture-level city in Hunan Province. It is the province's secondary economic hub and second-largest economy. Yueyang is located in the northeastern part of Hunan Province, where the Yangtze River meets Dongting Lake. It covers an area of 14,858 square kilometers and has a population of 5.0175 million as of 2022. Yueyang is a significant regional center and a key city in the Yangtze River Economic Belt."
  },
  "益阳市": {
    "wordCloudImage": "@/assets/YY1.png",
    "image": "https://th.bing.com/th/id/OIP.IyZgJG0HdG0530TSZUPhOwHaEY?w=925&h=548&rs=1&pid=ImgDetMain",
    "description": "益阳市，别称银城、丽都，是湖南省辖地级市，长江中游城市群重要成员、洞庭湖生态经济区核心城市之一，也是长株潭3+5城市群重要成员[1]。截至2022年，全市下辖2个区、3个县，代管1个县级市，总面积12320平方千米。",
    "name-en": "Yiyang City",
    "description-en": "Yiyang, also known as 'Silver City' and 'Lidu,' is a prefecture-level city in Hunan Province and an important member of the Yangtze River Midstream City Cluster and the core city of the Dongting Lake Ecological Economic Zone. As of 2022, it covers an area of 12,320 square kilometers and includes 2 districts and 3 counties, with a population of 3.75 million by the end of 2023."
  },
  "长沙市": {
    "wordCloudImage": "@/assets/CS.png",
    "image": "https://n.sinaimg.cn/sinakd20115/213/w2048h1365/20200717/8b0e-iwpcxkr6574042.jpg",
    "description": "长沙市（英文名：Changsha City[136]），别称星城，湖南省省会。长沙市位于湖南省东部偏北，湘江下游和长浏盆地西缘，下辖6个区、1个县，代管2个县级市，总面积11819平方千米，2023年全市常住总人口1051.31万人。[20]长沙方言属湘语方言。",
    "name-en": "Changsha City",
    "description-en": "Changsha, also known as 'Star City,' is the capital of Hunan Province. Located in the northeastern part of Hunan, Changsha covers an area of 11,819 square kilometers and has a population of 10.51 million as of 2023. It is an important economic, cultural, and educational hub, and a key city in the Yangtze River Economic Belt and the Belt and Road Initiative."
  },
    "湘潭市": {
      "wordCloudImage": "@/assets/XT.png",
      "image": "https://n.sinaimg.cn/sinacn23/384/w2048h1536/20180730/d9bc-hhacrcc8080441.jpg",
      "description": "湘潭市，湖南省辖地级市，简称潭，因盛产湘莲而别称“莲城”，又称“潭城”，总的地貌轮廓是北、西、南地势高，中部、东部地势低平。截至2023年，全市辖2个区、1个县，代管2个县级市，总面积5006平方千米。2023年末，湘潭市常住人口270.12万人。[103]湘潭市从南朝开始建县，距今已有1500多年，是湖湘文化的重要发祥地、中国红色文化的摇篮，有“湘中灵秀千秋永，天下英雄一郡多”的美誉[41]，湘潭伟人、巨匠灿若星辰——一代领袖毛泽东、开国元勋彭德怀、蜀汉名相蒋琬，晚清重臣曾国藩，文化名人齐白石，著名将领黄公略、开国大将陈赓、谭政等都诞生于此。",
      "name-en": "Xiangtan City",
      "description-en": "Xiangtan, a prefecture-level city in Hunan Province, is known for its rich history and cultural significance. The city, also called 'Lotus City' due to its abundant production of Xianglian, is an important cradle of Lake Xiang culture and the birthplace of China's red culture. Xiangtan is home to several historical figures, including Mao Zedong, Peng Dehuai, and Zeng Guofan. The city has a history of over 1,500 years and covers an area of 5,006 square kilometers with a population of over 2.7 million in 2023."
    },
    "株洲市": {
      "wordCloudImage": "@/assets/ZZ.png",
      "image": "https://img1.voc.com.cn/UpLoadFile/2019/04/03/201904031658185480.jpg",
      "description": "株洲市，古称建宁，湖南省辖地级市，长株潭城市群核心城市、长江中游城市群城市之一，位于湖南东部、湘江下游；截至2022年，下辖5区、3县，代管1个县级市，总面积11200平方千米[74]；2023年末，株洲市常住人口385.20万人。[108]株洲市是新中国成立后首批重点建设的八个工业城市之一，是中国老工业基地。",
      "name-en": "Zhuzhou City",
      "description-en": "Zhuzhou, historically known as Jianning, is a prefecture-level city in Hunan Province and a core city of the Chang-Zhu-Tan City Cluster. Located in eastern Hunan along the lower reaches of the Xiang River, Zhuzhou is a key industrial city and one of the first eight major industrial cities built after the founding of New China. The city covers an area of 11,200 square kilometers and had a population of 3.85 million by the end of 2023."
    },
    "衡阳市": {
      "wordCloudImage": "@/assets/HY.png",
      "image": "https://www.hengyang.gov.cn/bcms/DFS/file/2020/06/24/20200624160818860ucmvgz.jpg?iid=35541",
      "description": "衡阳市，别称雁城、衡州，湖南省辖地级市、国家区域重点城市[103]、省域副中心城市、国家Ⅱ型大城市[77]，三线城市[91]，位于中国南部，湖南省中南部。全市辖5个区、5个县，代管2个县级市，总面积15310平方千米。[9]截至2023年末，全市常住人口为649.70万人。[98]",
      "name-en": "Hengyang City",
      "description-en": "Hengyang, also known as 'Yan City' and 'Hengzhou,' is a prefecture-level city in Hunan Province. It is a key regional city and an important industrial center in southern China. Hengyang is located in central and southern Hunan and serves as a hub for transportation and logistics. With a population of nearly 6.5 million as of 2023, Hengyang is known for its rich history and economic importance."
    },
    "郴州市": {
      "wordCloudImage": "@/assets/CZ.png",
      "image": "https://img-baofun.zhhainiao.com/pcwallpaper_ugc/static/d06ced266abb9206e06e43581053a2f2.jpg?x-oss-process=image%2fresize%2cm_lfit%2cw_2560%2ch_1440",
      "description": "郴（chēn）州市别称“福城”“林城”[41]，位于中国湖南省东南部，是湖南省下辖地级市[1]，郴州市现辖两区、一市、八县[1]，截至2023年2月郴州市总面积19341.66平方千米[2]。",
      "name-en": "Chenzhou City",
      "description-en": "Chenzhou, also known as 'Fortune City' and 'Forest City,' is a prefecture-level city in the southeastern part of Hunan Province. The city covers an area of 19,341 square kilometers and has a diverse geography, with features such as Danxia landforms and significant natural beauty. Chenzhou is known for its mining industry and rich cultural heritage."
    },
    "永州市": {
      "wordCloudImage": "@/assets/YZ.png",
      "image": "https://p0.itc.cn/q_70/images03/20220828/a0be3e0fc6b74748acb32ffb53266331.jpeg",
      "description": "永州市（英文：Yongzhou city、Yungchow city[42]）是湖南省辖地级市，简称“永”，别称“零陵”或“潇湘”。位于湖南南部，潇、湘二水汇合处，地势三面环山、地貌复杂多样。",
      "name-en": "Yongzhou City",
      "description-en": "Yongzhou, also known as 'Lingling' or 'Xiaoxiang,' is a prefecture-level city in the southern part of Hunan Province. It is located at the confluence of the Xiao and Xiang rivers, surrounded by mountains, with complex and diverse geography. The city has a rich cultural history and is known as an important transportation hub linking Hunan to surrounding regions."
    },
    "邵阳市": {
      "wordCloudImage": "@/assets/SY.png",
      "image": "https://www.shaoyang.gov.cn/shaoyang/symj/201111/95b5a5647ca64e20accdd195f6b124e7/images/27687998ba32475eb39600f0d13bde0c.jpg",
      "description": "邵阳市，古称宝庆，湖南省辖地级市，位于湘中偏西南，资江上游；中间为丘陵盆地，东与衡阳为邻，南与永州和桂林接壤，西与怀化交界，北与娄底毗连。",
      "name-en": "Shaoyang City",
      "description-en": "Shaoyang, formerly known as Baoqing, is a prefecture-level city in the southwestern part of Hunan Province. It is located in the upper reaches of the Zi River, surrounded by hills and basins. Shaoyang has a rich historical heritage and is known for its cultural landmarks and natural scenery. The city covers an area of 20,824 square kilometers and has a population of over 6.4 million."
    },
    "娄底市": {
      "wordCloudImage": "@/assets/LD.png",
      "image": "https://www.hanpokou.com/wp-content/uploads/2022/01/bb8fb945d401f3b90f0fd7e58d5c00e0.png",
      "description": "娄底市，湖南省辖地级市，别称星城，境内地势西高东低，呈阶梯状倾斜；西部山峰雄伟，地势险峻，海拔较高；东部地势逐步降低，地形起伏平缓，海拔较低。",
      "name-en": "Loudi City",
      "description-en": "Loudi, known as 'Star City,' is a prefecture-level city in Hunan Province. The city's terrain is characterized by high mountains in the west and lower land in the east. Loudi is located in a key geographical position in Hunan, serving as an important transportation and industrial hub. It covers an area of 8,117 square kilometers and has a population of over 4.4 million."
    },
    "怀化市": {
      "wordCloudImage": "@/assets/HH.png",
      "image": "https://img1.qunarzz.com/travel/poi/1808/b0/1d8c42d4edeaa537.jpg",
      "description": "怀化市，别称“鹤城”，古称“鹤州”“五溪”，湖南省辖地级市，位于湖南省西部偏南，处于武陵山脉和雪峰山脉之间，地处北纬25°52′22″～29°01′25″，东经108°47′13″～111°06′30″之间，总面积27564平方千米。",
      "name-en": "Huaihua City",
      "description-en": "Huaihua, also known as 'Crane City' and historically 'Hezhou' and 'Wuxi,' is a prefecture-level city in southwestern Hunan Province. Located between the Wuling and Xuefeng mountains, the city covers an area of 27,564 square kilometers and is known for its strategic location, rich history, and agricultural importance."
    },
    "湘西土家族苗族自治州": {
      "wordCloudImage": "@/assets/XX.png",
      "image": "https://img.zcool.cn/community/01c24b57d0d1c20000018c1b93df0e.jpg",
      "description": "湘西土家族苗族自治州，湖南省辖自治州，地处湖南省西北部，位于湘鄂渝黔四省市交界处，北接湖北省，西与重庆市为邻，西南与贵州省接壤。",
      "name-en": "Xiangxi Tujia and Miao Autonomous Prefecture",
      "description-en": "Xiangxi Tujia and Miao Autonomous Prefecture is located in the northwest of Hunan Province, at the intersection of Hunan, Hubei, Chongqing, and Guizhou. Known for its rich ethnic diversity, it is home to Tujia and Miao communities, and the area is famous for its cultural heritage and natural landscapes. The prefecture has a significant role in preserving cultural ecology and tourism."
    }
  }
  