{
  "张家界市": {
    "wordCloudImage": "@/assets/ZJJ.png",
    "image": "https://img1.qunarzz.com/travel/d4/1712/e5/cfaa43dab52a2ab5.jpg?ver=1",
    "description": "张家界市，原名大庸市，位于湖南省西北部，东邻常德市，南接怀化市，西与湘西土家族苗族自治州交界，北与湖北省恩施州相连。地处武陵山脉中心地带，地形以山地为主，广泛分布着石灰岩，形成了众多岩溶、峰林和溶洞地貌。澧水横穿全市，还有溇水等多条支流汇入。总面积为9,534平方公里，常住人口约为152.4万，其中土家族占六成以上。张家界以其壮丽的自然风光闻名于世，被誉为“奇峰三千，秀水八百”。其独特的武陵源砂岩峰林地貌在1992年被联合国教科文组织列为世界自然遗产。市政府位于永定区南庄坪街道。历史方面，张家界的名字来源于汉代著名谋士张良曾在此隐居。秦朝时期，该区域属于黔中郡慈姑县；汉朝时归武陵郡充县和零阳县管辖；三国时期则属于天门郡溇中县和临澧县；隋朝设立了崇义县；唐朝时全境属于山南道慈利县；五代十国时期属楚国。宋朝时期划归澧阳郡，元朝时由澧州路总管府管辖。明朝洪武二年（1369年），慈利州改为大庸县，并隶属于澧州。清朝雍正八年（1730年）桑植县和茅冈土司实行改土归流政策后，升澧州为直隶州，管辖包括现今永定、武陵源两区以及慈利、桑植两县在内的区域。民国五年（1916年），大庸、桑植、慈利三县划归辰沅道。中华人民共和国成立后至1988年，慈利县属于常德专区，而大庸、桑植两县先属永顺专区，之后归湘西苗族自治区（现湘西土家族苗族自治州）。1985年，国务院批准撤大庸县设立县级大庸市。由于核心景区管理权问题，1987年发生了“火烧水绕四门事件”，促使了地级大庸市的建立。1988年5月，国务院将大庸市升级为地级市，同时调整行政区划，从湘西土家族苗族自治州分出桑植、大庸两县市，从常德市分出慈利县，共同组成新的地级大庸市，包含永定、武陵源两区及慈利、桑植两县。鉴于“大庸”之名不如境内著名的张家界国家森林公园响亮，1994年4月4日，大庸市正式更名为张家界市。",
    "name-en": "Zhangjiajie City",
    "description-en": "Zhangjiajie, formerly known as 'Dayong,' is a prefecture-level city in Hunan Province and one of China's most important tourist cities. It is a key ecological function area and an important ecological barrier in the middle and lower reaches of the Yangtze River. The city covers an area of 9,533 square kilometers, and as of 2022, has a population of 1.504 million. Located in the northwest of Hunan Province, it is the center of the Wuling Mountain region. Famous for its tourism, Zhangjiajie is known as a 'window to Hunan,' a 'reception hall,' and a leading force in regional tourism. The city is home to the Zhangjiajie National Forest Park, the first national forest park in China, and the Wulingyuan Scenic Area, a UNESCO World Heritage site."
  },
  "常德市": {
    "wordCloudImage": "@/assets/CD.png",
    "image": "https://qnimg.zowoyoo.com/img/15463/1553241445302.jpg",
    "description": "常德市，古称武陵，位于湖南省北部，是湖南省下辖的一个地级市。其东、南与益阳市接壤，西南部靠近怀化市，西边与张家界市相连，西北与湖北省的恩施州和宜昌市相邻，北部则与湖北省荆州市相接。常德地处武陵山脉与洞庭湖平原的交接地带，在洞庭湖的西侧，地势呈现西高东低的特点。澧水和沅江自西向东横穿整个区域，最终汇入西洞庭湖。常德市总面积为18,177平方公里，常住人口大约527.91万，市政府驻地位于武陵区朗州路120号。关于常德的历史，“常德”之名最早出现在《老子》和西汉毛氏的《诗经·常武》小序中。北宋政和七年（公元1117年），根据《诗经·常武》小序中的“有常德以立武事”的意思，在鼎州设立了常德军，后来升格为常德府、常德路。至清朝宣统三年（1911年），废除了武陵县，改设常德府。民国初期，常德府被撤销，恢复了武陵县，随后又更名为常德县，“常德”这一名称沿用至今。常德具有悠久的历史文化，可以追溯到秦昭襄王三十年（前277年），当时的蜀郡太守张若攻取巫郡及江南，并在今天的武陵区城东建立了城池，距今已有2200多年的历史。",
    "name-en": "Changde City",
    "description-en": "Changde, formerly known as Wuling and Langzhou, is a prefecture-level city in Hunan Province. It is a key node in the Yangtze River Economic Belt and an important part of the Dongting Lake Ecological Economic Zone. As of 2023, it covers an area of 18,200 square kilometers and has a population of 5.187 million. Changde is located in the northern part of Hunan Province, on the west side of Dongting Lake in Jiangnan, at the foot of the Wuling Mountains. It is historically significant as the 'throat of Sichuan and Guizhou' and the 'gateway to Yunnan and Guizhou.'"
  },
  "岳阳市": {
    "wordCloudImage": "@/assets/YY.png",
    "image": "https://youimg1.c-ctrip.com/target/100c1800000157cnxDA97.jpg",
    "description": "岳阳市，简称“岳”，古称巴丘、巴陵、岳州，是湖南省下辖的一个地级市，位于湖南省东北部。其南与长沙市接壤，西邻益阳市，北靠湖北省荆州市，东北与湖北省咸宁市相连，东南接江西省九江市和宜春市。岳阳地处洞庭湖平原东部与湘东山地北部，东倚幕阜山和连云山，西临东洞庭湖和南洞庭湖。湘江自南向北贯穿全境，与蜿蜒流经北部边缘的长江在市区交汇，南部有汨罗江汇入湘江。全市总面积为14,858平方公里，常住人口约502万，市政府驻地位于岳阳楼区金鄂中路235号。岳阳是中国国家历史文化名城，具有深厚的历史底蕴。著名的岳阳楼位于岳阳古城西门之上，是岳阳的地标性建筑，享有“洞庭天下水，岳阳天下楼”的美誉。岳阳楼不仅是全国重点文物保护单位，也是国家5A级旅游景区，吸引了无数游客前来参观。",
    "name-en": "Yueyang City",
    "description-en": "Yueyang, historically known as 'Baling' and also called 'Yuezhou,' is a prefecture-level city in Hunan Province. It is the province's secondary economic hub and second-largest economy. Yueyang is located in the northeastern part of Hunan Province, where the Yangtze River meets Dongting Lake. It covers an area of 14,858 square kilometers and has a population of 5.0175 million as of 2022. Yueyang is a significant regional center and a key city in the Yangtze River Economic Belt."
  },
  "益阳市": {
    "wordCloudImage": "@/assets/YY1.png",
    "image": "https://th.bing.com/th/id/OIP.IyZgJG0HdG0530TSZUPhOwHaEY?w=925&h=548&rs=1&pid=ImgDetMain",
    "description": "益阳市是中华人民共和国湖南省下辖的地级市，位于湖南省北部。市境西北接常德市，西南界怀化市、娄底市，东南邻长沙市，东北临岳阳市，北面一小段与湖北省荊州市接壤。地处雪峰山脉东段与洞庭湖平原过渡带，地势西高东低。资水自西往东贯穿全境注入洞庭湖，西南部有柘溪水库，东北部有沅江、澧水等河网。全市总面积12,320平方公里，常住总人口379.36万人，市人民政府驻赫山区。",
    "name-en": "Yiyang City",
    "description-en": "Yiyang, also known as 'Silver City' and 'Lidu,' is a prefecture-level city in Hunan Province and an important member of the Yangtze River Midstream City Cluster and the core city of the Dongting Lake Ecological Economic Zone. As of 2022, it covers an area of 12,320 square kilometers and includes 2 districts and 3 counties, with a population of 3.75 million by the end of 2023."
  },
  "长沙市": {
    "wordCloudImage": "@/assets/CS.png",
    "image": "https://n.sinaimg.cn/sinakd20115/213/w2048h1365/20200717/8b0e-iwpcxkr6574042.jpg",
     "description": "长沙市，简称“长”，别称星城，古名潭州，享有“屈贾之乡”、“潇湘洙泗”的美誉，是湖南省的省会。它位于湘东北地区的湘江下游，作为中国中部的重要中心城市之一和特大城市，长沙是中国全国性的综合交通枢纽以及首批国家历史文化名城之一。与周边的株洲、湘潭共同构成了重要的城市群——长株潭城市群。市区主要使用湘语长沙话，而在下辖的县市中还存在如宁乡话、赣语浏阳话等方言。市政府驻地在岳麓区岳麓大道218号。长沙拥有超过两千年的城市建设历史，“长沙”之名最早出现在先秦时期的《逸周书》中。秦朝时设立了长沙郡，西汉时期建立了长沙国，其中马王堆汉墓闻名世界。唐代的长沙窑开创了釉下彩瓷器的先河，产品远销海外。五代十国时期，长沙曾作为南楚的都城。北宋时期的岳麓书院被誉为中国古代四大书院之一，并留有著名的对联：“惟楚有才，于斯为盛”。清末时期，长沙成为中国四大米市和茶市之一；到了近代，它成为了维新运动与革命活动的重要中心，谭嗣同等人在此创办了时务学堂，黄兴在此成立了华兴会，毛泽东也曾在长沙求学并进行政治活动。尽管抗日战争期间的“文夕大火”和长沙会战给城市带来了巨大破坏，但长沙依然迅速恢复和发展。现代长沙以其工程机械和新材料产业链而著称，被誉为“世界工程机械之都”。其GDP增速在中国主要城市中名列前茅，并拥有中国中部首个国家级新区——湘江新区。此外，长沙还是超级杂交水稻、“天河一号”和“天河二号”超级计算机、中国首台激光3D打印机的诞生地，同时也是中国首条国产磁悬浮铁路线的所在地。长沙的传媒和出版业非常发达，被联合国教科文组织评为中国的首个“媒体艺术之都”，湖南卫视在全国省级电视台中具有极高的影响力。以岳麓山、湘江和橘子洲为代表的自然景观赋予了长沙“山水洲城”的美称，同时因其丰富多彩的市井文化，长沙也被誉为中国的“娱乐之都”。",
    "name-en": "Changsha City",
    "description-en": "Changsha, also known as 'Star City,' is the capital of Hunan Province. Located in the northeastern part of Hunan, Changsha covers an area of 11,819 square kilometers and has a population of 10.51 million as of 2023. It is an important economic, cultural, and educational hub, and a key city in the Yangtze River Economic Belt and the Belt and Road Initiative."
  },
    "湘潭市": {
      "wordCloudImage": "@/assets/XT.png",
      "image": "https://n.sinaimg.cn/sinacn23/384/w2048h1536/20180730/d9bc-hhacrcc8080441.jpg",
      "description": "湘潭市，简称“潭”，是湖南省下辖的一个地级市，位于湖南省中部偏东地区，因其盛产湘莲而有“莲城”的美誉。湘潭北邻省会长沙市，东与株洲市接壤，南接衡阳市，西连娄底市。该市地处湘中低山丘陵区，位于衡山北麓。湘江流经市境的东北角并穿越市区，其支流涓水和涟水自西向东流淌最终汇入湘江。全市总面积为5,006平方公里，常住人口约为273万。湘潭市人民政府驻地位于岳塘区的湘潭大道人民大厦。狭义上的湘潭指的是建立在南宋时期湘潭县城基础上的“湘潭市区”，这里曾经作为重要的商贸重镇繁荣一时。现在包括岳塘区和雨湖区两个区，总面积达到658平方公里，其中建成区面积为76平方公里；总人口约106万，其中城镇人口约为96万。湘潭是中国城市综合实力与竞争力百强之一，也是湖南省内重要的工业、科技和旅游城市。它是湖湘学派及湖湘文化的发源地，同时也是长株潭城市群的重要中心城市之一，并于2007年获批成为全国资源节约型和环境友好型社会建设综合配套改革试验区。湘潭不仅拥有丰富的历史文化底蕴，还在现代化建设中取得了显著成就，是一个集自然美景与现代发展为一体的多元化城市。",
      "name-en": "Xiangtan City",
      "description-en": "Xiangtan, a prefecture-level city in Hunan Province, is known for its rich history and cultural significance. The city, also called 'Lotus City' due to its abundant production of Xianglian, is an important cradle of Lake Xiang culture and the birthplace of China's red culture. Xiangtan is home to several historical figures, including Mao Zedong, Peng Dehuai, and Zeng Guofan. The city has a history of over 1,500 years and covers an area of 5,006 square kilometers with a population of over 2.7 million in 2023."
    },
    "株洲市": {
      "wordCloudImage": "@/assets/ZZ.png",
      "image": "https://img1.voc.com.cn/UpLoadFile/2019/04/03/201904031658185480.jpg",
      "description": "株洲市，简称“株”，古称建宁，是湖南省下辖的一个地级市，位于湖南省东部。它北与长沙市接壤，西邻湘潭市和衡阳市，南接郴州市，东侧则靠近江西省的萍乡市和吉安市。株洲地处罗霄山脉西麓，南部靠近南岭山脉，北部延伸至长沙盆地，整体地势呈现东南高、西北低的特点。市内的主要河流包括北部的渌水和南部的洣水，它们均自东向西流入湘江。株洲市总面积为12,262平方公里，常住人口约为388万。该市不仅是国家两型社会综合配套改革试验区，也是中国首批重点建设的工业城市之一，并且是中国重要的铁路枢纽城市。市政府驻地位于天元区的天台路58号。株洲市既是一个以“火车头精神”为代表的城市精神的新兴移民城市，也是一个有着深厚历史背景的地方。中华民族的先祖炎帝的陵寝就位于株洲市的炎陵县内。株洲定位为一个以现代工业文明为特征的生态宜居城市，在电力机车、飞机发动机、硬质合金以及化工产品等产业方面保持着全国领先地位。此外，凭借其发达便利的铁路交通网络，株洲市芦淞区的小商品市场和服装鞋帽市场在中南地区占据重要位置，展现了其在商业领域的强劲实力。这座城市通过融合传统与现代元素，展示了其独特的魅力和发展潜力。",
      "name-en": "Zhuzhou City",
      "description-en": "Zhuzhou, historically known as Jianning, is a prefecture-level city in Hunan Province and a core city of the Chang-Zhu-Tan City Cluster. Located in eastern Hunan along the lower reaches of the Xiang River, Zhuzhou is a key industrial city and one of the first eight major industrial cities built after the founding of New China. The city covers an area of 11,200 square kilometers and had a population of 3.85 million by the end of 2023."
    },
    "衡阳市": {
      "wordCloudImage": "@/assets/HY.png",
      "image": "https://www.hengyang.gov.cn/bcms/DFS/file/2020/06/24/20200624160818860ucmvgz.jpg?iid=35541",
      "description": "衡阳市，简称“衡”，古称衡州，别称雁城，是湖南省下辖的一个地级市，位于湖南省中部偏南地区。其东临株洲市，南接郴州市，西南与永州市相邻，西连邵阳市，北靠娄底市和湘潭市。衡阳地处湘中盆地，四周被群山环绕：东部为罗霄山脉的余脉，南部为南岭山脉的余脉，西部为越城岭的余脉，北部则是著名的衡山。湘江自西南方向流入衡阳，贯穿全市后向东北流出，沿途与舂陵水、蒸水、耒水、洣水等支流汇合。全市总面积为15,299平方公里，常住人口约733.75万，市政府驻地位于蒸湘区解放大道西部16号。衡阳是湖南省重要的铁路交通枢纽，京广铁路、衡柳铁路、湘桂铁路、吉衡铁路和怀邵衡铁路在此交汇，成为通往广东、广西的重要门户。衡阳因位于南岳衡山之南而得名，而回雁峰作为南岳衡山的第一峰，有着“北雁南飞，至此歇翅停回”的传说，因此衡阳又被称为“雁城”。这一别称不仅体现了衡阳独特的地理特征，也赋予了这座城市深厚的文化底蕴。",
      "name-en": "Hengyang City",
      "description-en": "Hengyang, also known as 'Yan City' and 'Hengzhou,' is a prefecture-level city in Hunan Province. It is a key regional city and an important industrial center in southern China. Hengyang is located in central and southern Hunan and serves as a hub for transportation and logistics. With a population of nearly 6.5 million as of 2023, Hengyang is known for its rich history and economic importance."
    },
    "郴州市": {
      "wordCloudImage": "@/assets/CZ.png",
      "image": "https://img-baofun.zhhainiao.com/pcwallpaper_ugc/static/d06ced266abb9206e06e43581053a2f2.jpg?x-oss-process=image%2fresize%2cm_lfit%2cw_2560%2ch_1440",
      "description": "郴州市，简称“郴”，古称桂阳，是湖南省下辖的一个地级市，位于湖南省东南部。其西侧与永州市接壤，北邻衡阳市，东北与株洲市相邻，东边与江西省赣州市交界，南端则与广东省的韶关市和清远市相连。郴州地处湘粤赣三省交界地带，位于南岭山脉中段以及罗霄山脉西缘之间。市内地形以丘陵为主，其间分布着盆地和河谷等地貌特征。东部有诸广山、八面山等山脉，西部则包括骑田岭、阳明山和九嶷山。北部有湘江支流如舂陵水、耒水及永乐江，南部则流淌着北江支流武水、长乐水和章水。全市总面积为19,342平方公里，常住人口约463.68万，市政府驻地位于北湖区五岭大道9号。“郴”字独一无二，专指郴州，意为“林中之城”。该市下辖2个区（北湖区、苏仙区）、8个县（桂阳县、宜章县、永兴县、嘉禾县、临武县、汝城县、桂东县、安仁县）以及一个县级市资兴市，总面积约为1.93万平方公里，常住人口为465.79万，其中城镇人口275.02万。郴州以其优美的自然风光和丰富的文化历史而著称，是全国文明城市、中国优秀旅游城市，并拥有超过110处风景名胜和51家国家A级旅游景区。这里也是“湘南起义”的策源地、“第一军规”的颁布地以及中国女排成就“五连冠”的起飞之地。特别是2020年9月16日，习近平总书记考察湖南时首站来到沙洲村，让“半条被子”的故事感动了无数人。郴州地理位置优越，高铁网络使其融入了长株潭城市群及粤港澳大湾区的“1小时经济圈”。北湖机场开通了通往北京、上海等16个城市的航线，进一步提升了交通便利性。郴州还被列为生产服务型国家物流枢纽承载城市，并且是中国（湖南）自由贸易试验区的一部分、国家可持续发展议程创新示范区、湘南湘西承接产业转移示范区、国家跨境电子商务综合试验区、海峡两岸合作郴州产业园以及湘赣边区域合作示范区的建设地之一。同时，郴州还是中国（湖南）国际矿物宝石博览会的永久举办地。",
      "name-en": "Chenzhou City",
      "description-en": "Chenzhou, also known as 'Fortune City' and 'Forest City,' is a prefecture-level city in the southeastern part of Hunan Province. The city covers an area of 19,341 square kilometers and has a diverse geography, with features such as Danxia landforms and significant natural beauty. Chenzhou is known for its mining industry and rich cultural heritage."
    },
    "永州市": {
      "wordCloudImage": "@/assets/YZ.png",
      "image": "https://p0.itc.cn/q_70/images03/20220828/a0be3e0fc6b74748acb32ffb53266331.jpeg",
      "description": "永州市，简称“永”，古称零陵，是湖南省下辖的一个地级市，位于湖南省西南部。其西北与邵阳市接壤，东北邻衡阳市，东接郴州市，东南与广东省清远市交界，南与广西壮族自治区贺州市相邻，西靠广西桂林市。永州地处南岭山脉北麓，地势呈现南高北低的特点，三面环山：西北有都庞岭和越城岭，东南有萌渚岭和九嶷山，中部则有阳明山横亘，将全市分为南北两部分。湘江自西向东横贯市境北部，潇水则自南向北纵贯全境，并在市区汇入湘江。全市总面积为22,259平方公里，常住人口约515万。市政府驻地位于冷水滩区逸云路1号。永州素有“锦绣潇湘”的美誉，以其秀丽的自然风光和深厚的历史文化底蕴而闻名。2015年11月25日，永州被批准为国家森林城市；2016年12月16日，经国务院批准，永州被列入国家历史文化名城。这些荣誉进一步彰显了永州在生态环境保护和文化遗产传承方面的突出成就。",
      "name-en": "Yongzhou City",
      "description-en": "Yongzhou, also known as 'Lingling' or 'Xiaoxiang,' is a prefecture-level city in the southern part of Hunan Province. It is located at the confluence of the Xiao and Xiang rivers, surrounded by mountains, with complex and diverse geography. The city has a rich cultural history and is known as an important transportation hub linking Hunan to surrounding regions."
    },
    "邵阳市": {
      "wordCloudImage": "@/assets/SY.png",
      "image": "https://www.shaoyang.gov.cn/shaoyang/symj/201111/95b5a5647ca64e20accdd195f6b124e7/images/27687998ba32475eb39600f0d13bde0c.jpg",
      "description": "邵阳市，简称邵，古称昭阳、邵州、宝庆，是中华人民共和国湖南省下辖的地级市，位于湖南省西南部。市境西界怀化市，北接娄底市，东邻衡阳市、永州市，南达广西壮族自治区桂林市。地处湘中丘陵区与南岭山脉过渡带，西部为雪峰山，南部为越城岭、大南山。资水及支流夫夷水纵贯市境，邵水于市区汇入资水，西南部有沅江支流巫水。區域总面积20,824平方公里，全市总人口約817万人，市人民政府驻大祥区城北路6号。",
      "name-en": "Shaoyang City",
      "description-en": "Shaoyang, formerly known as Baoqing, is a prefecture-level city in the southwestern part of Hunan Province. It is located in the upper reaches of the Zi River, surrounded by hills and basins. Shaoyang has a rich historical heritage and is known for its cultural landmarks and natural scenery. The city covers an area of 20,824 square kilometers and has a population of over 6.4 million."
    },
    "娄底市": {
      "wordCloudImage": "@/assets/LD.png",
      "image": "https://www.hanpokou.com/wp-content/uploads/2022/01/bb8fb945d401f3b90f0fd7e58d5c00e0.png",
      "description": "娄底市是中华人民共和国湖南省下辖的地级市，位于湖南省中部。市境西界怀化市，北临益阳市，东北接长沙市、湘潭市，东南毗衡阳市，南抵邵阳市。地处湘中丘陵区西北部，雪峰山脉东缘，地势西高东低。东部涟水自西向东注入湘江，西部资水由南向北汇入洞庭湖，西北部有柘溪水库。全市总面积8,110平方公里，人口376.01万，市人民政府驻娄星区湘中大道。娄底是湖南的钢铁、能源、矿产和化工重镇，也是省内重要的铁路枢纽，洛湛、沪昆铁路、沪昆高铁在此交汇。",
      "name-en": "Loudi City",
      "description-en": "Loudi, known as 'Star City,' is a prefecture-level city in Hunan Province. The city's terrain is characterized by high mountains in the west and lower land in the east. Loudi is located in a key geographical position in Hunan, serving as an important transportation and industrial hub. It covers an area of 8,117 square kilometers and has a population of over 4.4 million."
    },
    "怀化市": {
      "wordCloudImage": "@/assets/HH.png",
      "image": "https://img1.qunarzz.com/travel/poi/1808/b0/1d8c42d4edeaa537.jpg",
      "description": "怀化市，别称鹤城、五溪，是湖南省下辖的一个地级市，位于湖南省西部。其西北与湘西土家族苗族自治州接壤，东北与张家界市和常德市相邻，东边与益阳市、娄底市及邵阳市交界，南部与广西壮族自治区的桂林市和柳州市相连，西边则与贵州省黔东南苗族侗族自治州和铜仁市毗邻。怀化地处湘西山地与云贵高原的过渡地带，地形以群山为主，西北部为武陵山脉，东部则是雪峰山脉。沅江从南向北贯穿全市，并与渠水、巫水、㵲水、溆水、辰水、酉水等多条支流汇合。全市总面积为27,573平方公里，常住人口约为452.07万，市人民政府驻地位于鹤城区府前路1号。怀化因其独特的区位条件和明显的交通优势而自古被誉为“黔滇门户”、“全楚咽喉”，是中国中东部地区通往大西南的重要通道，同时也是国内重要的铁路枢纽城市，有“火车拖来的城市”之称。全市森林覆盖率达到68.7%，生态环境优良，被称为“一座会呼吸的城市”。怀化还是湖南省唯一获得“国家级生态示范区”称号的地级市，拥有丰富的自然资源和文化景观，如原生态植物园、古建筑博物馆、多民族文化村、杂交水稻发源地以及抗战胜利受降纪念馆等著名景点。这些特色使得怀化在自然美景和历史文化方面都具有极高的价值。",
      "name-en": "Huaihua City",
      "description-en": "Huaihua, also known as 'Crane City' and historically 'Hezhou' and 'Wuxi,' is a prefecture-level city in southwestern Hunan Province. Located between the Wuling and Xuefeng mountains, the city covers an area of 27,564 square kilometers and is known for its strategic location, rich history, and agricultural importance."
    },
    "湘西土家族苗族自治州": {
      "wordCloudImage": "@/assets/XX.png",
      "image": "https://img.zcool.cn/community/01c24b57d0d1c20000018c1b93df0e.jpg",
      "description": "西土家族苗族自治州（土家语：Xianxxix bifzivkar befkar zifzifzoux，湘西苗语：Xangdxid tutjadcul maolcul zibzhibzhoud），简称湘西州，是湖南省下辖的一个自治州，位于湖南省西北部。其东北与张家界市接壤，东南与怀化市相邻，西南与贵州省铜仁市交界，西边与重庆市相连，西北则与湖北省恩施州相接。湘西州地处武陵山区与云贵高原的过渡地带，地形以山地为主，其间分布有小型盆地和沿河谷地。武陵山脉主脉贯穿中部，呈东北至西南走向，而东南部属于沅江河谷低山丘陵区，境内岩溶地貌广泛分布。",
      "name-en": "Xiangxi Tujia and Miao Autonomous Prefecture",
      "description-en": "Xiangxi Tujia and Miao Autonomous Prefecture is located in the northwest of Hunan Province, at the intersection of Hunan, Hubei, Chongqing, and Guizhou. Known for its rich ethnic diversity, it is home to Tujia and Miao communities, and the area is famous for its cultural heritage and natural landscapes. The prefecture has a significant role in preserving cultural ecology and tourism."
    }
  }
