[
    {
        "year": 1893,
        "event": "12月26日，诞生在湖南省湘潭县韶山冲一个农民家庭。"
    },
    {
        "year": "1902-1909",
        "event": "先后在家乡韶山六所私塾读书，接受中国传统的启蒙教育。"
    },
    {
        "year": 1910,
        "event": "秋，考入湖南湘乡县立东山高等小学堂读书。此期间受康有为、梁启超改良主义思想的影响。"
    },
    {
        "year": 1911,
        "event": "响应辛亥革命，投笔从戎，在湖南新军当列兵。半年后退出。"
    },
    {
        "year": 1913,
        "event": "春，入湖南省立第四师范学校预科读书。"
    },
    {
        "year": 1914,
        "event": "秋，编入湖南省立第一师范学校本科第八班。在校期间，受杨昌济等进步教师的影响，成为《新青年》杂志的热心读者，崇拜陈独秀、胡适。"
    },
    {
        "year": 1918,
        "event": "4月14日，同萧子升、何叔衡、蔡和森等发起成立新民学会。6月，在湖南省立第一师范学校毕业。8月，为组织湖南赴法勤工俭学运动第一次到北京。在北京期间，担任北京大学图书馆管理员，得到李大钊等人帮助，开始接受俄国十月革命的思想影响。"
    },
    {
        "year": 1919,
        "event": "4月6日，从上海回到长沙。5月，响应五四运动，发起成立湖南学生联合会，领导湖南学生反帝爱国运动。7月14日，主编的湖南学生联合会会刊《湘江评论》在长沙创刊。7月至8月，连续撰写并发表《民众的大联合》长文。10月5日，母亲文氏病逝，闻迅从长沙赶回韶山。8日，在母亲灵前写成《祭母文》。12月，为领导驱逐湖南军阀张敬尧的运动，第二次到北京。在京期间，读到《共产党宣言》等马克思主义书籍。"
    },
    {
        "year": 1920,
        "event": "5、6月间，在上海会见陈独秀，同他讨论读过的马克思主义书籍等问题。8月初，同易礼容等在长沙发起成立文化书社，传播马克思主义和新文化。8月至9月，参加筹备成立俄罗斯研究会。11月25日，致信罗章龙，提出新民学会，“要变为主义的结合才好。主义譬如一面旗子，旗子立起了，大家才有所指望，才知所趋赴”。11月，同何叔衡等组织长沙共产主义小组。12月1日，致信给蔡和森、萧子升和其他在法会友。信中表明自己接受马克思主义，走俄国十月革命的道路。同月，在长沙筹建社会主义青年团。冬，同杨开慧结婚。"
    },
    {
        "year": 1921,
        "event": "1月1日至3日，与何叔衡、彭璜、周世钊、熊瑾玎等十余人在长沙潮宗街文化书社召开新民学会会员新年大会，提出新民学会应以“改造中国与世界”为共同目的，赞成用“俄式”方法改造中国。7月23日至8月初，与何叔衡作为长沙共产主义小组代表，出席在上海召开的中国共产党第一次全国代表大会。"
    },
    {
        "year": 1922,
        "event": "5月，中共湘区执行委员会成立，任书记。9月至12月，组织领导粤汉铁路工人、安源路矿工人、长沙泥木工人等罢工运动，推动湖南工人运动迅速走向高潮。"
    },
    {
        "year": 1923,
        "event": "4月，离开长沙到上海，在中共中央工作。6月，在广州出席中共第三次全国代表大会，被选为中央执行委员、中央局委员，并担任中央局秘书。"
    },
    {
        "year": 1924,
        "event": "1月，在广州出席国民党第一次全国代表大会，被选为候补中央执行委员。9月16日，遵照中共中央决定并受国民党总务部副部长林伯渠委托，回长沙筹建湖南国民党组织。"
    },
    {
        "year": 1925,
        "event": "2月，回到韶山，养病期间开展农民运动。12月1日，发表《中国社会各阶级的分析》。12月5日，主编的国民党中央宣传部刊物《政治周报》创刊。"
    },
    {
        "year": 1926,
        "event": "1月，出席国民党第二次全国代表大会，继续当选候补中央执行委员。3月，在广州国民党政治讲习班纪念巴黎公社五十五周年集会上发表演讲《纪念巴黎公社的重要意义》。11月，到上海任中共中央农民运动委员会书记。"
    },
    {
        "year": 1927,
        "event": "1月4日至2月5日，在湖南考察湘、湘乡、衡山、醴陵、长沙五县农民运动。3月，发表《湖南农民运动考察报告》。4月12日，蒋介石发动反革命政变。8月7日，出席中共中央在汉口召开的紧急会议，提出“枪杆子里面出政权”的思想，被选为临时中央政治局候补委员。9月9日，湘赣边界秋收起义爆发，率领起义部队向罗霄山脉中段进军。10月，到达江西宁冈县茅坪，开始创建井冈山革命根据地。"
    },
    {
        "year": 1928,
        "event": "4月，率部在江西宁冈县砻市与朱德、陈毅率领的部队会师。7月，在中国共产党第六次全国代表大会上被选为中央委员。10月，提出“工农武装割据”的思想。"
    },
    {
        "year": 1929,
        "event": "1月，同朱德、陈毅率红四军主力向赣南、闽西进军，创建革命根据地。12月，主持召开古田会议，通过《关于纠正党内错误思想》的决议。"
    },
    {
        "year": 1930,
        "event": "1月，写《星星之火，可以燎原》一文。5月，撰写《反对本本主义》，提出“没有调查，没有发言权”。12月，指挥红一方面军粉碎国民党军第一次“围剿”。"
    },
    {
        "year": 1931,
        "event": "1月，在中共扩大的六届四中全会上被选为中央政治局候补委员。11月，中华苏维埃共和国临时中央政府成立，当选为主席。"
    },
    {
        "year": 1934,
        "event": "10月18日，率红军主力撤离中央革命根据地，开始长征。12月12日，在湖南通道会议上，提出改向敌人力量薄弱的贵州前进的主张。"
    },
    {
        "year": 1935,
        "event": "1月，出席遵义会议，确立了以毛泽东为核心的中央领导集体。10月，率领中央红军到达陕北吴起镇，结束长征。"
    },
    {
        "year": 1936,
        "event": "12月，领导和平解决西安事变。"
    },
    {
        "year": 1937,
        "event": "7月7日，卢沟桥事变爆发，全国抗日战争开始。8月25日，发布命令，红军改编为八路军，开赴抗日前线。"
    },
    {
        "year": 1945,
        "event": "4月23日至6月11日，主持中共七大，提出“两个中国之命运”。8月，抗日战争胜利，提出“争取和平、民主”的方针。10月，赴重庆与蒋介石进行谈判，签署“双十协定”。"
    },
    {
        "year": 1949,
        "event": "3月，主持中共七届二中全会，提出“两个务必”。10月1日，中华人民共和国成立，主持开国大典。"
    },
    {
        "year": 1950,
        "event": "6月，作出抗美援朝、保家卫国的决策。"
    },
    {
        "year": 1958,
        "event": "5月，提出“鼓足干劲，力争上游，多快好省地建设社会主义”的总路线。"
    },
    {
        "year": 1966,
        "event": "5月，发动“文化大革命”。8月，在天安门广场接见红卫兵。"
    },
    {
        "year": 1976,
        "event": "9月9日，在北京逝世，享年83岁。"
    }
]
