[
  {
    "year": 1896,
    "event": "3月22日，贺龙（原名贺文常，字云卿）生于湖南桑植洪家关，家境贫寒，自幼务农，后与人结伴运盐谋生。"
  },
  {
    "year": 1914,
    "event": "参加孙中山领导的中华革命党。"
  },
  {
    "year": 1916,
    "event": "1月，参与领导湘西暴动，发动群众攻打石门县城。3月，率领乡邻21人捣毁芭茅溪盐局，缴枪12支，组织桑植讨袁护国民军并任总指挥，后任湘西护国军左翼第1梯团第2营营长。失败后前往长沙，改名贺龙。"
  },
  {
    "year": 1917,
    "event": "9月，回乡组织农民武装，参加反对北洋军阀的援鄂战争，任湘西护法援鄂军民军第1路游击司令。12月，在石门、慈利交界的两水井，与吴玉霖用两把菜刀袭击慈利县长卫兵，夺枪两支，重新拉起队伍，广为流传为“贺龙两把菜刀闹革命”的故事。"
  },
  {
    "year": 1918,
    "event": "起任湘西护法军第1营营长、湘西靖国军第3梯团梯团长、湘西巡防军第2支队司令等职。"
  },
  {
    "year": 1920,
    "event": "7月，支持王育寅讨伐卿衡。9月，林修梅来湘西，任湘西靖国军总司令，被委任为第三梯团团长。10月，担任湘西巡防军第二支队支队长。"
  },
  {
    "year": 1922,
    "event": "春夏之交，随孙中山派往四川的原川军师长石青阳入川，任川东边防军警卫旅旅长，击败吴佩孚支持的黔军袁祖铭部。秋，移驻彭水。"
  },
  {
    "year": 1923,
    "event": "6月，任四川讨贼军第一混成旅旅长兼川军第九混成旅旅长。9月，在涪陵扣捕吴佩孚运送军火的日本日清公司客轮宜阳丸，缴获子弹82万余发。"
  },
  {
    "year": 1924,
    "event": "夏，收到来自黄埔军校的书刊和国共合作信息，极为兴奋，开始接触共产党人。10月，率部为建国联军先遣队返回湘西。"
  },
  {
    "year": 1925,
    "event": "2月，任建国川军第一师中将师长。4月，任澧州镇守使，管辖7个县，组织救灾赈荒。10月，因省长赵恒惕不满其在澧州的作为，下令讨伐，被迫转移。"
  },
  {
    "year": 1926,
    "event": "7月16日，被广州国民政府任命为国民革命军第八军第六师师长，参加北伐战争。8月，被委任为第九军第一师师长，开始在部队中建立政治机关，支持官兵加入中国共产党。"
  },
  {
    "year": 1927,
    "event": "7月15日，汪精卫在武汉发动反革命屠杀，贺龙保护大批共产党员和革命群众。7月28日，参加中共中央前委会议，支持南昌起义，任起义军总指挥。8月底，在瑞金加入中国共产党。"
  },
  {
    "year": 1928,
    "event": "1月，任中共湘西北特委委员，发展湘西工农武装。4月，重组革命武装，成立工农革命军第四军，任军长。"
  },
  {
    "year": 1930,
    "event": "7月4日，红四军与红六军会师，成立红二军团，任军团总指挥兼红二军军长。"
  },
  {
    "year": 1935,
    "event": "11月，率红二军团与红六军团从湘鄂川黔根据地突围长征，途中与红一方面军会师，胜利完成长征。"
  },
  {
    "year": 1937,
    "event": "8月，任国民革命军第八路军第一二〇师师长，率部开辟晋西北抗日根据地。"
  },
  {
    "year": 1945,
    "event": "5月，出席中国共产党第七次全国代表大会，被选为中共中央委员。"
  },
  {
    "year": 1949,
    "event": "12月29日，率部解放成都，为解放大西南立下重要功绩。"
  },
  {
    "year": 1955,
    "event": "9月23日，被授予中华人民共和国元帅军衔。"
  },
  {
    "year": 1966,
    "event": "9月，被诬陷为“贺龙反党集团”头目，遭到审查和迫害。"
  },
  {
    "year": 1969,
    "event": "6月9日，因糖尿病并发症抢救无效，在301医院去世。"
  },
  {
    "year": 1974,
    "event": "9月29日，中共中央为贺龙平反，恢复名誉，但未彻底。"
  },
  {
    "year": 1982,
    "event": "10月16日，中共中央发文彻底为贺龙平反，恢复名誉。"
  }
]
