[
  {
    "year": 1940,
    "event": "12月18日，出生在湖南省望城县安庆乡（现雷锋乡）简家塘一户贫苦农民家里。这一年系农历“庚辰”年，父母给他取乳名叫“庚伢子”。"
  },
  {
    "year": 1947,
    "event": "秋，父母、兄弟相继悲惨死去，年仅7岁的雷锋成了孤儿。"
  },
  {
    "year": 1949,
    "event": "4-5月，雷锋在（氵荣）湾镇一带，为地下党组织撒过传单、贴过标语。8月，雷锋家乡解放，安庆乡人民政府成立。雷锋担任过儿童团大队长。"
  },
  {
    "year": 1950,
    "event": "初，土地改革开始。雷锋分得3.6亩耕地，还有一些浮财，如床、蚊帐、锅、箱子等。夏，入学，在刘家祠堂小学读书。"
  },
  {
    "year": 1954,
    "event": "夏，考入清水塘完小，加入少先队，被选入中队委员。"
  },
  {
    "year": 1955,
    "event": "转入荷叶坝小学。这年春天，在农业合作化高潮中，雷锋把土改中分得的3.6亩田全部入了社。"
  },
  {
    "year": 1956,
    "event": "7月15日，从荷叶坝完小毕业。7月至9月，在生产队当了近3个月秋征助理员，搞征收公粮工作。9月，在安庆乡政府当通讯员。11月17日，到望城县委当公务员。"
  },
  {
    "year": 1957,
    "event": "2月8日，光荣加入中国新民主主义青年团，同时被评为县委机关工作模范。夏，担任望城县治沩工程指挥部通讯员。治沩工程结束，被评为治沩模范。"
  },
  {
    "year": 1958,
    "event": "春，响应望城县团委提出的捐献一台拖拉机的号召，雷锋捐款20元，成为全县青少年中捐款最多的一个。县委决定派雷锋学开拖拉机。3月16日，在《望城报》发表第一篇文章《我学会开拖拉机了》。秋，到韶山瞻仰毛泽东主席故居。10月，由原名雷正兴改为雷锋。11月15日，到鞍山钢铁厂参加社会主义建设，被分配在鞍钢化工总厂洗煤车间当推土机手。不久，出席鞍山市青年社会主义建设积极分子代表大会。"
  },
  {
    "year": 1959,
    "event": "8月20日，报名到鞍钢张岭矿山参加新建焦化厂工作。在鞍钢一年零二个多月时间里，3次被评为先进工作者，5次被评为红旗手，18次被评为标兵，荣获青年社会主义建设积极分子称号。12月9日，弓长岭《矿报》发表雷锋《我决心应召》的申请书，表达了积极要求参军的坚定决心。"
  },
  {
    "year": 1960,
    "event": "1月2日，新兵换装集中待发。雷锋因无政审表，难以批准入伍。辽阳市兵役局余新元政委送雷锋到新兵大队，当“便衣通信员”。1月8日，雷锋正式入伍，当天下午，作为新兵代表在全国欢迎新战友大会上发言。3月，新兵连训练结束，雷锋被分配到运输连当驾驶员。不久，被抽调参加团里战士业余演出队。8月，参加上寺水库抢险救灾，带病连续奋战7天7夜，表现突出，团党委为雷锋记三等功一次，并被树立为“节约标兵”。11月8日，运输连支部党员大会通过雷锋入党申请。11月9日，工兵团党委在党委书记、政委韩万金主持下，在沈阳军区招待所临时召开党委扩大会议，批准雷锋为中国共产党党员。11月23日，沈阳军区工程兵党委作出授予雷锋“模范共青团员”称号的决定。11月27日，雷锋荣立二等功，作为立功代表在全团授奖大会上发言。"
  },
  {
    "year": 1961,
    "event": "2月3日，应邀到海城驻军作忆苦思甜报告，与全国战斗英雄郅顺义亲切交谈。5月，雷锋作为全团唯一候选人，被选为辽宁省抚顺市第四届人民代表大会代表。5月14日，雷锋被提升为副班长。7月27日，接到抚顺市人民委员会通知书，7月31日至8月3日出席抚顺市第四届人民代表大会第一次会议。8月，雷锋被提为运输连四班班长。"
  },
  {
    "year": 1962,
    "event": "1月27日，雷锋被批准晋为中士军衔。春节，在《前进报》发表《62年春节写给青年同志们的一封信》。2月14日，雷锋被选为党代会代表，出席中国共产党工程兵十团代表大会。2月19日，雷锋以特邀代表身份，出席沈阳军区首届共产主义青年团代表会议，并被选为主席团成员。8月10日，写下人生最后一篇日记。8月15日，上午10时，在指挥倒车时，被刮倒的一根晒衣服的木杆打在头部负重伤，经望花区西部医院抢救无效，于12时5分不幸牺牲，年仅22岁。"
  }
]
